Repository: jouissancetka/LMW
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 黄鼠兽已经被游小默收进空间里，他让吞金兽三只进去给他讲解空间里一些不能犯的规矩。
en_us: The Weasel Beast had been put into the dimension by You XiaoMo. He let the Metal Swallowing Beast and the other two enter to explain some rules that could not be violated in the dimension.

source: 黄鼠兽带着一干手下走到房屋三十米开外，当凌霄漫不经心的看过去，他突然跪了下去，大声的吼出来。
en_us: The Ground Squirrel Beast and his men stopped thirty meters away from the house. When Ling Xiao indifferently looked over, he suddenly knelt down and roared loudly.

source: 黄鼠兽带着一群手下浩浩荡荡的赶到海边，又潜伏了两天，直到游小默炉鼎里的灵丹进入最后的阶段。
en_us: The ground squirrel beast led a vast horde of subordinates to the edge of the ocean. They laid low for two more days, up until the point where You XiaoMo's magic pill entered its final stage in the cauldron.

source: 黄鼠兽很感动，没想到主人闭关前也在想着他们，他一定会努力提升实力好报答主人的。
en_us: The Weasel Beast was very touched. He did not expect that their Master would think of their wellbeing even before he went into secluded cultivation. He would definitely try to improve his strength to repay his Master.

source: 黄鼠兽怒吼一声，手中的大铁锤在半空中转了一圈便朝他扑过来的吞金兽砸过去，只见金光一闪，大铁锤落空砸在沙子上，声响巨大，地面顿时被砸出一个三米多的深坑。
en_us: The Ground Squirrel Beast bellowed in fury. The large metal hammer in his hand spun one round in mid-air and smashed towards the Metal Swallowing Beast who was pouncing at him. A golden light flashed, the hammer missed its target and fell into the sand. The sound of the impact was extremely loud and a deep pit of more than three meters was suddenly smashed into the ground.

source: 黄鼠兽扛着一把铁锤走了过去。
en_us: The ground squirrel beast carried an iron hammer on his shoulder and walked over.

source: 黄鼠兽挥舞着手中的大铁锤，身形一闪，一下子窜出二十几米远，气势汹汹，眼看着就要接近木屋。
en_us: The Ground Squirrel Beast brandished the large metal hammer in its hand, its figure traversed over twenty meters in a flash. It's demeanor was aggressive as it approached the wooden house.

source: 黄鼠兽早就想好借口，正经八百道：“自从上次不小心冒犯了您之后，小人回去后便痛定思痛，经过一次深深的反醒，小人便为您那高大的形象所倾倒，所以我决定当您的追随者，希望您能成全我这个小小的愿望。”
en_us: The Weasel Beast had already thought of an excuse. Looking earnest, he said, "Every since last time, where I thoughtlessly offended you, I had been reflecting over my past actions. As learned from this painful experience, I was drawn in by your magnificent image and decided to become your follower. I hope you could grant me this insignificant wish."

source: 黄鼠兽是球队所有契约兽唯一一只没有抗拒他给取的名字，反而一个劲的谢他，那激动模样就像他是他的再生父母一样，反倒把他谢得不好意思了。
en_us: The Weasel Beast was the only contracted demon beast among the Qiu team that did not resist the name that he gave and incessantly thanked him instead. The fervor demonstrated was as if You XiaoMo was his great benefactor, and You XiaoMo was thanked so much that he grew embarrassed.

source: 黄鼠兽的外形与黄鼠狼相似，只不过本体比普通的黄鼠狼大四五倍，有些特征也不大一样，不过大部分黄鼠兽其实不是很喜欢吃鸡，或者说它们并不以鸡为食，但这只黄鼠兽却是一只变异体。
en_us: The ground squirrel beast's outer appearance was very similar to that of a weasel (t/n: wait... so is it a weasel???), except its body was four or five times bigger than the average weasel. There were also some varying characteristics, but most of the ground squirrel beasts didn't like to eat chickens. Or, in other words, they didn't consume chickens as food, but this ground squirrel beast was a mutation.

source: 黄鼠兽的实力虽然只有十阶，但是灵山的妖兽也有不少，实力比他低的鼠兽不是没有，所以他便召唤了一些鼠兽在洞府附近守着，有人靠近便可以立刻通知他，这个消息就是鼠兽告诉他的。
en_us: Although the Weasel Beast was only level ten, there was plenty of demon beasts in the mountain and even Rat Beasts that were weaker than him. Thus, he summoned some Rat Beasts to guard the Immortal’s Cave's surrounding, alerting him if anyone's nearby. This news he got from one of the Rat Beasts.

source: 黄鼠兽的战斗力不怎么样是事实，声波这种技能确实出乎的意料，不过还是需要证实一下，毕竟鼠类中也有高等血脉，若他连贵族鼠也能唤得动，那才是真正不可多得。
en_us: It was true that the Ground Squirrel Beast was lacking in the fighting department but an ability like sound waves was indeed a surprise, but it needed more testing. After all, even amongst rodents, there was difference in bloodline. (鼠类中也有高等血脉) If he could even command the royalties, then that was truly a unique skill.

source: 黄鼠兽目前只有十阶修为，他现在只能号令十阶之下包括十阶的鼠兽，除非他的修为再涨，否则十阶之上就算他有号令这个金手指，被号令的对象也会因为修为比他高而产生抗拒。
en_us: Currently, the Ground Squirrel Beast was only a level ten demon beast, so he could only command Rat Beasts of level ten or below. Unless his cultivation increases, even if he had this commanding skill, those above him in level would be able to resist it.

source: 黄鼠兽突然跪了下去，大吼一声，“主人，您就收了我把，我求求您了，我给您磕头。”
en_us: Suddenly, the Weasel Beast kneel in front of him and yelled, "Master, please take me in, I beg you, I'll kowtow!" (磕头)

source: 黄鼠兽肯定的点点头，“是五天，因为这里比较偏僻，附近的岛屿也比较少，所以需要的时间比较长，不然三天都不用。”
en_us: The Ground Squirrel Beast nodded with certainty, "Five days and that's because this is pretty remote with little nearby islands. Otherwise, it wouldn't take more than three days."

source: 黄鼠兽脸上露出一丝报复的快感，他知道丹师炼丹时是不容许外人打扰的，否则不仅炼丹失败，而且还容易被反噬受伤，不过他更希望是后者。
en_us: The ground squirrel beast's face revealed a hint of vindictive pleasure. He knew that mages didn't allow outsiders to disturb them when refining, or else not only would the refining fail, it was also easy for them to be counterattacked and harmed. However, he more so hoped for the latter.

source: 黄鼠兽这次没有离开洞府，他只是发出一种特殊的声波将信息传递给他的手下就完成了。
en_us: This time, the Weasel Beast didn't leave the Immortal’s Cave. He only emitted a special noise and transmitted the information to his subordinate.

source: 黄鼠兽顿时感觉压力倍增，这个男人该不会就是主人的同伴？
en_us: The Ground Squirrel Beast suddenly began to feel the stress increasing, could it be that this man be Master's comrade?

source: 黄鼠獣只觉得越打越顺手，手中的铁锤好像越来越轻，一下接一下，砸得他好不畅快。
en_us: The Ground Squirrel Beast felt that their battle got easier the more they fought. The hammer in his hand seemed to be lighter and lighter. Blows fell one after another, and he was smashing until he was unhappy. (他好不畅快???)

source: 黄鼠獣和他的小伙伴们都惊呆了。
en_us: The Ground Squirrel Beast and his comrades were stunned.

source: 黄鼠獣没有给他喘气的机会，步步逼近吞金兽，手中的铁锤砸的‘咚咚’响，地面很快出现十几二十个深坑，坑坑洼洼就像月球表面。
en_us: The Ground Squirrel Beast did not give him a chance to breathe, but approached the Metal Swallowing Beast step by step. The metal hammer in his hand hit the ground with a 'thump-thump' sound. There were soon more than twenty deep pits on the ground and it looked just like the surface of the moon.

source: 黄鼠獣涨红了脸，他竟然被一只小妖兽看不起。
en_us: The Ground Squirrel Beast's face turned red. He was actually looked down upon by a small demon beast!

source: 黄鼠獣终于知道挑衅他们的自己是多么的自大无知，以这样的力量，就算是一百个，一千个他都不是此人的对手。
en_us: The Ground Squirrel Beast finally knew how arrogant and ignorant it was to provoke him. With such power, even a hundred or a thousand of them were not his opponents.

source: 黄鼠獣震惊的张大嘴巴，然而下一秒，吞金兽的动作就让他彻底傻眼了。
en_us: The Ground Squirrel Beast was so shocked his mouth fell open, but in the next second, the actions of the Metal Swallowing Beast throughly struck him dumb.

source: 黑鸦是落在游小默的桌子上，代表它的目标是他们三人之一，或者三个都是。
en_us: The Black Crow had landed on You XiaoMo's table. That meant it was targeting one of the three, or maybe all of them.

source: 黑鸦的出现霎时令客栈所有人都安静了下来。
en_us: When the crow appeared, the entire inn fell silent.

source: 黑鸦是黑鹰和乌鸦的后代，继承了黑鹰矫健的身姿与速度，由于是一种变异特种，所以黑鸦反而是一种灵智极高的高阶妖兽。
en_us: The black crow was the offspring of a black eagle and a crow and it inherited the black eagle's vigorous physique and speed. It was a high level demon beast with exceptionally high Intelligence (灵智) because it was a special type of aberrant.

source: 黑鸦的速度非常快，好像存心不让人跟上一样，若不是真正的强者确实会跟不上，黑蜘蛛本来也没有要把他们的地方暴露给太多人知道。
en_us: The speed of the black crow was extremely fast, as if it was deliberately trying to make people lose their trail. One may not be able to keep up if they were not a genuine powerhouse . It went without saying that the Black Spider did not want their location exposed to too many people.

source: 黑鸦稳稳当当的落在游小默的桌子上。
en_us: The black crow steadily landed on You XiaoMo's table.

source: 黑鸦飞得歪歪斜斜，仔细一瞧，它的脚爪正绑着一根细线，长长的，不知道延伸得有多远。
en_us: The black crow was flying askew, and upon looking closely one could see a thin thread tied to its claws. It was extremely long and how far it stretched was unknown.

source: 黑压压的一群人，怎么着也有四五百人，胡村很少有外来者，所以听老夫妇说起这事，一个个探头探脑，想看看想收购灵草的人是谁。
en_us: The dark crowd of people was comprised at least four, five hundred people. Hu Village very rarely had visitors, so all of them were stretching, trying to catch a glimpse of the person who was buying magic herbs.

source: 黑暗的深海只能看到几丝光线，偶尔能看到一些模样奇奇怪怪的深海生物从旁边游过，但是很快就被海流刮走了，包括族群。
en_us: In the depth of the sea, through the darkness only a few ray of light could be seen. Sometimes a wacky looking deep-sea creature would swim pass, but it would quickly be swept by the current, even groups of fishes.

source: 黑椒粉？
en_us: Black pepper?

source: 黑熊一只手抓着老板娘从碎石中走出来，狼狈的朝上方看过去，表情阴狠。
en_us: With one hand Hei Xiong grabed hold of the proprietress and came out of the rubble. In a sorry figure he looked up venomously.

source: 黑熊一惊，他当然听说过此人，“可是他不是七星巅峰，怎么会变成十二阶强者？”
en_us: Hei Xiong was startled. Of course he'd heard of this person. "But isn't he a seven-star pinnacle expert (七星巅峰)? How did he change into a level twelve expert?"

source: 黑熊不清楚他为什么对这件事那么感兴趣，但依然巨细无遗的复述一遍给他听。
en_us: Hei Xiong didn't understand why he was so curious about this matter, but he still repeated exactly what had happened without leaving anything out.

source: 黑熊也不高兴，这件事明明与他无关，可是他却要承担所有后果，对刑七和高殷的不满也越来越重。
en_us: Hei Xiong wasn't happy either. This thing clearly had nothing to do with him, yet he had to face consequences. He was also getting more and more dissatisfied with Xing Qi and Gao Yan.

source: 黑熊也算是个有情有义的人，最后还知道护着老板娘，但是老板娘实力弱，连黑熊自己都被踢飞了，老板娘又怎么可能安然无恙，等众人看清楚的时候，她也摔得头破血流。
en_us: In some sense Hei Xiong was (有情有义), still protecting the proprietress. However, she was much weaker and with even Hei Xiong himself kicked flying, there was no way she was completely fine. Once the crowd got a clear view they could tell that even she was bleeding all over.

source: 黑熊以为他顾忌了，再接再厉的说道：“阁下相比是路过此地，之前是我黑熊有眼不识泰山，若有冒犯之处，我愿意跟二位道歉，今日之事也不再追究，二位觉得如何？”
en_us: Believing he was scrupulous, Hei Xiong added, "What happened before was my fault /lack of --)(有眼不识泰山), if I offended you in any way, I'm willing to apolgize and if your honor was just passing by, then lets not go/investigate (追究)any further. What do you think?"

source: 黑熊冰冷的眼神扫向游小默三人，最后落在帅得人神共愤的凌霄身上，眼中闪过一丝冰冷杀意，冷声说道：“你们是想自行了断，还是要我亲自动手？”
en_us: Black Bear's cold gaze swept over You XiaoMo and co, landing on the all-too-handsome Ling Xiao. Killing intent flashed through his eyes and he said in a icy tone, "Will you finish yourselves off, or do you want me to do it personally?"

source: 黑熊冷冷一笑，既然如此，那他就不客气了。
en_us: Hei Xiong let out a cold laugh, if that was the case than he needn't hold back.

source: 黑熊冷哼一声，甩手准备离开，身后突然传来一个熟悉的声音，正是那个人每个月派来与他接洽的人。
en_us: With a cold huff, Hei Xiong was about to leave when behind him came a familar voice. It was the voice of the person that 'that' person sent every month for their matter/arrangement. (接洽)

source: 黑熊却不怕他们二人，大家共事一主，难道还要怕他们杀了自己不成，而且这件事本来就与他无关。
en_us: Hei Xiong wasn't afraid of the two of them. They all worked for the same agenda; it wasn't like they would kill him. Plus, this had nothing to do with him anyways.

source: 黑熊反应过来，连忙拱手恭敬的道：“原来是使者大人，请使者大人明鉴，黑熊知道的并不多，那些人也并未联想到主人。”
en_us: Hei Xiong finally reacted and hastily cupped his hands. He said respectfully, "So it turned out to be Mister Shi Zhe (使者大人 // agh help i can't tell if shi zhe is his title too or his name). If Mister Shi Zhe could impart his judgment, Hei Xiong does not know much, and those people also have no relation to Master."

source: 黑熊只好把反驳的话吞回去，“是！”
en_us: Hei Xiong could only swallow his arguments. "Yes sir!"

source: 黑熊和刑七不一样。
en_us: Hei Xiong and Xing Qi were different.

source: 黑熊完全没料到会有火焰突然冒出来，等他想把火焰弄掉的时候，他的手臂几乎快废掉了。
en_us: Hei Xiong had no idea that flames would suddenly erupt, by the time he wanted to extinguish the fire, his arm was almost wasted.

source: 黑熊很惊讶他会问起这件事，方答道：“黑熊并不认识他，不过他应该是一名十二阶强者。”
en_us: Hei Xiong was extremely surprised that he would ask about this. He answered honestly, "Hei Xiong did not recognize him, but he should be a level twelve expert."

source: 黑熊想了半天，最终决定派一些较弱的人去，不行死了的话也不用心疼。
en_us: Hei Xiong thought for half a day before finally deciding to dispatch a few relatively weak men. If they died, then it wouldn't be too tragic.

source: 黑熊扔下这句话就离开刑七的房间。
en_us: Hei Xiong left Xing Qi's room, throwing those words behind him.

source: 黑熊抬起手，原本就结实的手臂突然鼓胀了一圈，接着就迎上那道罡风，他的手臂像是有弹性似的，突然将那道罡风弹开了。
en_us: Hei Xiong raised his arm and that, already strong arm suddenly doubled in diameter and directly went against the (罡风). As if his arms were bouncy, the (罡风) reflected off of it.

source: 黑熊是个聪明人，老板娘害他当众出丑又赔了一大笔灵晶，看到被毁容的老板娘绝对不会再有怜香惜玉的心思，所以老板娘的下场估计会很惨，想得起恢复容貌的灵丹，恐怕要很久以后。
en_us: Hei Xiong was an intelligent person. The proprietress had caused him to make a fool out of himself in front of everyone, and she had also forced him to pay a large sum of Spirit Gems. Nobody would have feelings of affection after seeing the disfigured proprietress, so the downfall of the proprietress would most likely be extremely tragic. She would probably have to wait a long time to get a magic pill that could restore her looks.

source: 黑熊松了一口气。
en_us: Hei Xiong let out a sigh of relief.

source: 黑熊正是因为这份小心，所以才能统领自然城上千年。
en_us: It was because of this cautious attitude that Hei Xiong could command (统领) the ZiRan City for thousands of years.

source: 黑熊犹豫了一下，“可是若让人知道我们在捕捉龟族人，会不会得罪通灵玄龟？”
en_us: Hei Xiong hesitated for a second. "But if we allow people to know that we are hunting the Tortoise Clan's people, won't we offend the Psychic Black Turtle?"

source: 黑熊目光落在他的断臂上，冷笑一声，“正因为是那位吩咐的，否则我也不会配合你们，眼下已经封锁七天，我已经够配合你们，是你们自己没本事找不到人，后果自己承担，我不会再奉陪了。”
en_us: Hei Xiong's gaze landed on the remains of Xing Qi's arm, sneering, "If it wasn't for that one's order then I wouldn't have even cooperated with you in the first place. The city has already been closed for seven days and I've done my part. It's your own faults that you can't find them. Face the consequences yourself. I'm not humoring you any longer."

source: 黑熊看清了主动攻击他的人，竟然是个子最矮的少年，不过是一名彩级一品的丹师，竟然敢攻击他？
en_us: Hei Xiong finally saw who initiated the attack, it was actually the shortest young man, who was but a grade one rainbow level mage. Someone like that dared hitting him?

source: 黑熊看着他消失的身影，脸上露出一抹冷笑，“老子才不想和你们一起去送死。”
en_us: Looking at his disappearing figure, Hei Xiong sneered, "I'm not going to die with you guys." (老子)

source: 黑熊眼中闪过一丝讶异，修为高出少年许多的他自然不在意这点攻击力，而且他的本体是一头高阶熊，皮糙肉厚，有时就算直接用肉体抗衡也仅受点皮肉伤而已。
en_us: A flash of surprise appeared in Hei Xiong's eyes. He was much stronger than the young man thus an attack like this wasn't anything, not only that, his original form (本体)was a high leveled bear. With a tough outer skin, sometimes even taking a hit with his body would do little to no harm to him.

source: 黑熊突然开口道：“你先去，以你和刑七的实力，足够对付一个莫景，我要先处理下这里的事情，马上会赶过去的。”
en_us: Suddenly, Hei Xiong said, "You go first, with you and Xing Qi's strength, Mo Jing shouldn't pose a threat. I'll deal with the stuff here first and then catch up with you guys."

source: 黑熊脸色大变，火焰蔓延的速度非常快，袖子一瞬间被烧成飞灰，随即缠上他的手臂，皮肉仿佛要被烤焦一样，噼啪噼啪的声响伴随着黑熊的怒吼声响起。
en_us: Instantly, Hei Xiong's expression changed. The fire was spreading fast, his sleeves had been instantly burnt to ashes and the flame climbed onto his arm, as if his skin was about to cooked. Crackling sounds of the flames were mixed in with Hei Xiong's angry cries.

source: 黑熊脸色旋即阴沉了下去，待他找到老板娘，后者已经奄奄一息，一张花容月貌的脸早已被划花，正是毛球的杰作。
en_us: It didn't take long for Hei Xiong's expression to darken. By the time he found the proprietress, she was at her last breath with her and her once fair features (花容月貌) ruined in scratches. Of course it was the work of MaoQiu.

source: 黑熊见对反更感兴趣，心里微微松了一口气，“我不知道那个人是谁，只知道他每个月都会派人过来一次，刚好就是今天，他很强大，我能感觉得出来，比阁下的实力还要高一些，而且他的手下也不是吃素的，当然，我不是说阁下一定会输给那个人，只是两位想必有要事在身，多一事何不如少一事。”
en_us: Seeing that he was interested, Hei Xiong let out a sigh of relief internally, "I don't know who that person is, all I know is that he sents someone every month and today was the day. He is really strong, I can feel it, its even a bit stronger than your honor and his heelers (手下) aren't for show either. Of course, I'm not saying your honor would lose to that person but clearly you have business to attend to, why give yourself more trouble?" (多一事何不如少一事)

source: 黑熊让手下将刑七和高殷叫过来，开门见山就说了这句话，上次当着那么多人的面被那个男人打败，他的声望已经受损了，这次再添加上封城一笔，这么无止尽的拖下去，他的位置很可能不保。
en_us: Hei Xiong had his underlings call for Xing Qi and Gao Yan, greeting them with this order. After being defeated by that man in front of so many people that time, his reputation had been ruined. Then with the added oil of the order to close the city, he might not be able to keep his position if the fire continued to burn.

source: 黑熊迅速的问明情况，才知道造成这一切的真凶是一名少年，看似平平凡凡，实际上却有神境修为。
en_us: Hei Xiong quickly got hold of the situation only to find out that the one behind it all was a young man, who looked plain but was at the Divine Realm.

source: 黑白无常走后，逃离白骨小镇的人们又跑了回来。
en_us: Once the black and white impermanence (黑白无常) were gone, those who fled the White Bone Town came running back.

source: 黑色大峡谷成了名符其实的死亡地带。
en_us: Thus, the Black Canyon became a death zone.

source: 黑色大峡谷谷底，在那团红光的指引下，游小默和凌霄终于找到右眼的正确位置，那是一处只有四五厘米宽的夹缝，红光一闪便进去了。
en_us: At the bottom of the Black Canyon, with the guide of the red light, Ling Xiao and You XiaoMo were finally able to find the correct location of the right eye. It was a crack that was only four-five cm and with a flash, the red light went in.

source: 黑色液体产生的瘴气很快就漫延到江流全身，皮肤表面时不时能看到一股黑气从经脉中一窜而过，一看就知道他被侵蚀得很严重了，已经救不了。
en_us: The miasma produced by the black liquid soon spread to Jiang Liu's whole body. From time to time, a black gas could be seen running through the meridians from the surface of his skin. With one glance, it was enough to tell that the corrosion was too severe and he could not be saved.

source: 黑蜘蛛一共分为人地天三种级别，人级最低，天级最高，根据实力来分，人级就是被游小默斩杀的两名黑衣人，他们的实力在神境低星上下，也有可能是帝境。
en_us: The Black Spider divided its subordinates into three ranks: Man, Earth, and Sky. The Man rank was the lowest, while the Sky rank was the highest. It was divided according to strength. The two people in black that You XiaoMo killed were of the Man rank. Their strength was around the Divine low-star level or possibly the Emperor Realm level.

source: 黑蜘蛛代表忍不住啐了一口，别以为他不知道真龙族和麒麟族的想法。
en_us: The representative from the Black Spider couldn't help but spit. Don't think he didn't know what the True Dragon Clan and Qilin Clan were thinking.

source: 黑蜘蛛作为一个黑暗势力，知道他们总部在哪里的人极少，游小默三人一路打听，可惜很多人都只知道黑蜘蛛就要举办有史以来最黑的拍卖盛会，再确切的信息就没有了。
en_us: For being an evil force, there wasn't many that knew of the Black Spider's headquarters. The three of them investigated the whole way there, but although many knew of the biggest black market aution held by the Black Spiders, nothing more was known.

source: 黑蜘蛛其他成员自己都顾不了，更加不可能救他，再者黑蜘蛛的成员眼中，同伴是随时可以丢下以及出卖的人。
en_us: The other Black Spider members couldn't even take care of themselves, let alone come and save him. Furthermore, in their eyes, their companions were people that they could leave behind or sell out at any time.

source: 黑蜘蛛成立于千年前，名声之所以这么响亮，是一位曾经有一个家族的传家之宝流落到黑蜘蛛手里，他们公然拍卖，那个家族的家主带着一群高手摘找上门，结果反被打伤了，甚至差点灭族了。
en_us: The Black Spider was established a thousand years ago. The reason why their reputation was so notorious was because there was once a clan's family heirloom that fell into the hands of the Black Spider. They publicly auctioned that heirloom and this resulted in the family head of that clan bringing a group of experts over to look for them. In the end, that group was beaten and injured and even the clan was nearly exterminated.

source: 黑蜘蛛拍卖会虽然不能算是通天大陆第一的拍卖会，但是名声却是极为响亮，因为是地下黑市，所以引来很多有需要的人，而且由于他们背后不知名的强大势力，因此在通天大陆亦有着举足轻重的地位。
en_us: Though the Black Spider's auctions weren't the number one in TongTian Continent, they were very renown. Since this was a black market, many people who had certain needs would swarm in, and because of the unknown yet powerful faction behind them, they had quite a high position in the TongTian Continent.

source: 黑蜘蛛是通天大陆最神秘的势力之一，强者众多，七罪兽要找他们的麻烦，这件事还得从长计议。
en_us: Black Spider was one of the most mysterious forces in the TongTian Continent. They had plenty of powerhouses. If the Seven Sins Beasts wanted to get back at them, they'd have to continue to plan and deliberate.

source: 黑蜘蛛显然没料到他们竟然这么快就解决了水妖，于是在洞府里被逮个正着，一想到黑蜘蛛之前陷他们于危险的举动，三个势力都没有好脸色。
en_us: The Black Spider's were caught by surprised that they took care of the Water Demons so quickly and was caught red-handed in the mansion. Remembering the danger the Black Spiders put them through, all three forces had a sour look on their face.

source: 黑蜘蛛现在还不能暴露实力。
en_us: The Black Spider still could not reveal their strength at this moment.

source: 黑蜘蛛的人突然嗤笑一声，“平分？
en_us: The person from the Black Spider sneered. "Split it evenly?

source: 黑蜘蛛的人进去后，水西部落的人也感到黑色大峡谷，他们在附近勘测一会后，立刻跳下大峡谷，没过多久，夏音也来到这里。
en_us: After the Black Spider's people went in, the ShuiXi Tribe's people also rushed over to the Black Canyon. They immediately jumped into the canyon after surveying the nearby area. Only a short while passed before Xia Yin also arrived at that place.

source: 黑蜘蛛的代表突然嘿嘿笑了起来，“抱歉了，我们决定放弃这里的灵草，水妖你们便自己去对付吧。”
en_us: The representative of the Black Spider suddenly laughed, "Sorry, we decided to give up the magic herbs here. You can deal with the Water Demon yourself."

source: 黑蜘蛛的代表脸色很黑。
en_us: The representative from the Black Spider had a very dark expression on his face.

source: 黑蜘蛛的代表说：“骷髅花草一共有十八株，我们一方四株，剩下两株便给赤血家族好了。”
en_us: The representative from the Black Spider said, "There are eighteen Skull Herbs in total. Each of us can get four, and the remaining two will be given to the Vermillion Blood Clan."

source: 黑蜘蛛虽然不满，丹师真龙族和麒麟族都没有反对，他要是再反对，反而可能会引起他们的不满。
en_us: Even though the Black Spider was unhappy, the Mage Association, True Dragon Clan, and Qilin Clan didn't reject the idea. If he continued to oppose it, he would probably attract their resentment.

source: 黑蜘蛛这个势力她听说过，随随便便就派出天级强者，可见结界里的宫殿肯定不简单，这趟她没白来。
en_us: She had heard of the Black Spider before. If they just casually dispatched a Sky rank expert, then that truly showed that the palace inside the barrier wasn't something simple. She hadn't come for nothing this time.

source: 黑蜘蛛这个势力很多人都知道，他们比强盗还要强盗，是一群随心所欲的恶人，他们的话基本不可信，谁知道会不会随随便便就反悔，没有信誉的人，除非太阳能打西边出来。
en_us: Many people knew about the Black Spider. They were even more bandit-like than bandits, and they were a group of evil people who did whatever they pleased. You basically couldn't trust anything they said, since who knew if they would just casually go back on their word. They were people that you couldn't trust, unless the sun rose from the west.

source: 黑蜘蛛这个名字听起来就不是一般的势力，作为黑市，他们敢这么明目张胆，大肆邀请各大势力，后台必定硬不可言。
en_us: One could tell that the Black Spider was not an ordinary fraction just by its name. The name of their behind-the-scenes backer definitely can't be mentioned, (后台必定硬不可言)seeing that they dared to brazenly and wantonly invite all the major forces with their status as a black market.

source: 黑蜘蛛那边也不知道怎么回事，竟然放了一只十一阶水妖过来，要不是真龙族的强者闪得快，差点就要被抓到了。
en_us: They did not know what was going on at the Black Spider's side, for them to actually let a Level Eleven Water Demon come over. If the expert from the True Dragon Clan did not dodge fast enough, he would have been caught.

source: 黑蜘蛛都是些自私的家伙，他们发现前往灵山山顶的危险性更高后便不打算与各大势力硬碰硬，于是剩下的四个人就打算趁各大势力还在灵山山顶时找找还没有被发现的洞府，所以才会出现在这里。
en_us: The Black Spider was full of a bunch of selfish people. When they discovered that it was much more dangerous to go up Spirit Mountain, they decided not to painstakingly fight with the other major powers. Therefore, the remaining four members decided to take advantage of the fact that the other major powers were still at the top of Spirit Mountain and try to find some other previously undiscovered Immortal’s Caves. That's why they appeared here.
